Repository: whitesmith/hawkpost
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: The date must be on the future.
pt_pt: A data tem que ser no futuro.

source: This field is required, unless box is set to never expire.
pt_pt: Este campo é obrigatório, a não ser que a caixa seja definida para nunca expirar.

source: The message or file exceeds your allowed size limit.
pt_pt: A mensagem (ou ficheiro) excede o tamanho limite que é permitido.

source: Invalid PGP message
pt_pt: Mensagem PGP inválida

source: Open
pt_pt: Aberto

source: Expired
pt_pt: Expirado

source: Done
pt_pt: Concluído

source: Closed
pt_pt: Fechado

source: Name
pt_pt: Nome

source: Description
pt_pt: Descrição

source: Unique ID
pt_pt: ID único

source: Owner
pt_pt: Dono

source: Recipients
pt_pt: Destinatários

source: Created at
pt_pt: Criado em

source: Updated at
pt_pt: Actualizado em

source: Expires at
pt_pt: Expira em

source: Status
pt_pt: Estado

source: Max. messages
pt_pt: Max. mensagens

source: Last sent at
pt_pt: Enviado pela ultima vez em

source: Restrict to verified users
pt_pt: Limitar a utilizadores verificados

source: Box
pt_pt: Caixa

source: Boxes
pt_pt: Caixas

source: Knowledge of existence
pt_pt: Conhecimento de existência

source: Activity notifications
pt_pt: Notificações de actividade

source: Full access to content
pt_pt: Acesso total ao conteúdo

source: Rights
pt_pt: Direitos

source: Membership
pt_pt: Associação

source: Memberships
pt_pt: Associações

source: OnQueue
pt_pt: Em Fila

source: Sent
pt_pt: Enviado

source: Failed
pt_pt: Falhou

source: Sent at
pt_pt: Enviado em

source: New submission to your box: {}
pt_pt: Nova submissão para a sua caixa: {}

source: The submitted file can be found in the attachments.
pt_pt: O ficheiro submetido pode ser encontrado nos anexos.

source: MANAGE BOXES
pt_pt: GERIR CAIXAS

source: New Box
pt_pt: Nova Caixa

source: Restricted to verified users:
pt_pt: Limitada a utilizadores verificados

source: Yes
pt_pt: Sim

source: Messages:
pt_pt: Mensagens:

source: Created on:
pt_pt: Criado em:

source: Expires on:
pt_pt: Expira em:

source: Last sent:
pt_pt: Ultimamente enviado:

source: CLOSE
pt_pt: FECHAR

source: DELETE
pt_pt: APAGAR

source: You don't have any boxes yet
pt_pt: Ainda não tem caixas criadas

source: A Box is a generated link where other people can submit information that will be encrypted and delivered to you. They can have several different settings.
pt_pt: Uma caixa é um "link" gerado onde outras pessoas podem submeter informação que será cifrada e entregue a si. As caixas podem ter várias configurações diferentes.

source: If you already have configured your public key in the settings menu, you just need to click the ''New Box'' button above to start using Hawkpost. If not please add your public key first.
pt_pt: Se já configurou a sua chave pública nas definições, para começar a usar o Hawkpost precisa apenas de clicar no botão ''Nova caixa''. Se ainda não o fez por favor adicione a sua chave pública primeiro.

source: Previous
pt_pt: Anterior

source: Page %(page_obj.number)s of %(paginator.num_pages)s
pt_pt: Página %(page_obj.number)s de %(paginator.num_pages)s

source: Next
pt_pt: Próximo

source: CREATE NEW BOX
pt_pt: CRIAR NOVA CAIXA

source: For others to be able to send you encrypted content through Hawkpost, you'll need to generate "boxes".
pt_pt: Para que outros sejam capazes de lhe enviar conteúdo encriptado pelo Hawkpost, terá que gerar "boxes".

source: Each box has an associated link that you can copy and share with any given person. If you want, you can set the expiration date and number of messages after which the link will be locked and no longer accessible.
pt_pt: Cada caixa tem um link associado que poderá copiar e partilhar com qualquer pessoa. Se quiser, poderá definir o prazo de validade e o número de mensagens após o qual o link será bloqueado e não mais acessível.

source: Create
pt_pt: Criar

source: Sending your confidential information safely
pt_pt: Enviar a sua informação de modo seguro

source: What is Hawkpost?
pt_pt: O que é o Hawkpost?

source: Hawkpost is the easiest way to securely receive sensible information from people who don't know how to use PGP. They don't even need to install anything: you just share your link and the person who receives it just needs to submit the information. Our hawk will send it back to you.
pt_pt: Hawkpost é a maneira mais fácil de receber com segurança informação sensível de pessoas que não sabem como usar PGP. Elas não precisam de instalar nada: apenas é necessário que partilhe o seu link e a pessoa que o recebe apenas necessita de submeter a informação. O nosso falcão trará a sua mensagem de volta para si.

source: Compose new message
pt_pt: Escrever nova mensagem

source: To:
pt_pt: Para:

source: Organization:
pt_pt: Organização:

source: Key fingerprint:
pt_pt: Impressão digital da chave:

source: The following people will receive the messages:
pt_pt: As seguintes pessoas receberão as mensagens:

source: Name:
pt_pt: Nome:

source: Your browser has Javascript disabled. In order to be able to secure your content (end-to-end) this page needs JavaScript to be active. Please change this setting and refresh the page.
pt_pt: O seu browser tem o Javascript desactivado. De modo a proteger o seu conteúdo esta página necessita que tenha o Javascript activado. Por favor, altere as suas definições e actualize a página.

source: This also may be caused by the use of certain browser extensions, in this case add an exception for this page to work.
pt_pt: Pode também ser causado por certas extensões do browser. Nesse caso adicione uma excepção para que esta página funcione.

source: THIS LINK IS NO LONGER ACTIVE
pt_pt: ESTE LINK JÁ NÃO SE ENCONTRA ACTIVO

source: That could be because:
pt_pt: Isso pode ser porque:

source: The link expired
pt_pt: O link expirou

source: The recipient closed or deactivated the link.
pt_pt: O destinatário fechou ou desactivou o link

source: It was already submitted.
pt_pt: Já foi submetido.

source: The recipient did not suply a valid public key in order to correctly encrypt the content.
pt_pt: O destinatário não forneceu uma chave pública válida para cifrar correctamente o conteúdo.

source: In any of the above cases, you should contact the recipient (<a href="mailto:%(email)s" class="text-blue">%(name)s</a>) in order to fix the issue.
pt_pt: Em qualquer dos casos acima descritos, deve contactar o destinatário (<a href="mailto:%(email)s" class="text-blue">%(name)s</a>) de modo a resolver o problema.

source: MESSAGE SENT WITH SUCCESS!
pt_pt: MENSAGEM ENVIADA COM SUCESSO!

source: by:
pt_pt: por:

source: To access this page you need to verify your identity. Please login to your Hawkpost account or sign up if you don't have one.
pt_pt: Para aceder a esta página precisa de verificar a sua identidade. Por favor entre na sua conta Hawkpost, ou registe-se, caso ainda não tenha uma.

source: Note that if you've signed up using your email address, you need to verify it to get access. To do this, simply visit the link provided in the email that was sent to you upon registration.
pt_pt: Note que se registou a sua conta usando o seu endereço de email, terá que o verificar para obter acesso. Para o fazer, basta visitar o link disponibilizado no email que lhe foi enviado após o registo.

source: Box created successfully
pt_pt: Caixa criada com sucesso

source: Only open boxes can be deleted
pt_pt: Apenas caixas abertas podem ser apagadas

source: Box named {} deleted successfully
pt_pt: A caixa de nome {} foi apagada com sucesso

source: Only open boxes can be closed
pt_pt: Apenas caixas abertas podem ser fechadas

source: Box {} was closed
pt_pt: A caixa {} foi fechada

source: Not Found. Double check your URL
pt_pt: Não encontrado. Por favor, verifique o seu URL

source: English
pt_pt: Inglês

source: Portuguese
pt_pt: Português

source: Account Inactive
pt_pt: Conta Inactiva

source: This account is inactive.
pt_pt: Esta conta está inactiva

source: LOGIN
pt_pt: ENTRAR

source: If you have not created an account yet, then please <a class=" md-trigger text-blue" href="#modal-signup" data-modal="modal-signup"><span>sign up</span></a>.
pt_pt: Se ainda não criou uma conta, então por favor <a class=" md-trigger text-blue" href="#modal-signup" data-modal="modal-signup"><span>crie conta</span></a>.

source: Login using your email address:
pt_pt: Entre na conta usando o seu endereço de email:

source: If you have not created an account yet, then please <a class="text-darkest md-trigger" data-modal="modal-signup">sign up</a> first.
pt_pt: Se ainda não criou uma conta, então por favor <a class="text-darkest md-trigger" data-modal="modal-signup">crie conta</a> primeiro.

source: Login
pt_pt: Entrar

source: Forgot Password?
pt_pt: Esqueceu-se da Password?

source: SIGN UP
pt_pt: CRIAR CONTA

source: Sign up via email address:
pt_pt: Criar conta através do endereço de email:

source: Sign Up
pt_pt: Criar Conta

source: OR
pt_pt: OU

source: Already have an account? Then please <a class=" md-trigger text-blue" href="#modal-login" data-modal="modal-login">Sign in</a>
pt_pt: Já tem uma conta? Então por favor <a class=" md-trigger text-blue" href="#modal-login" data-modal="modal-login">Entre na sua conta</a>

source: Account
pt_pt: Conta

source: E-mail Addresses
pt_pt: Endereços de e-mail

source: The following e-mail addresses are associated with your account:
pt_pt: Os seguintes endereços de e-mail estão associados à sua conta:

source: Verified
pt_pt: Verificado

source: Unverified
pt_pt: Não verificado

source: Primary
pt_pt: Primário

source: Make Primary
pt_pt: Tornar primário

source: Re-send Verification
pt_pt: Re-enviar Verificação

source: Remove
pt_pt: Remover

source: Warning:
pt_pt: Aviso:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
pt_pt: De momento não tem nenhum endereço de e-mail configurado. Deve adicionar um endereço de e-mail de modo a receber notificações, mudar a password, etc.

source: Add E-mail Address
pt_pt: Adicionar um endereço de e-mail

source: Add E-mail
pt_pt: Adicionar E-mail

source: Do you really want to remove the selected e-mail address?
pt_pt: De certeza que quer remover o endereço de e-mail seleccionado?

source: Hello there, This is an confirmation email, sent by %(site_name)s to every new user of the service in order to verify their email address. You're receiving it, because you (or someone else) provided it during registration. To confirm this is correct, please visit the following address: %(activate_url)s Otherwise you can either ignore this message or contact us through the support channels (at %(site_domain)s
pt_pt: Olá, Este é um email de confirmação, enviado pelo %(site_name)s para todos os novos utilizadores do serviço, para que possam verificar o seu endereço de e-mail Está a recebê-lo, porque você (ou outra pessoa) o providenciou durante o registo. De modo a verificar que o e-mail está correcto, por favor visite o seguinte endereço: %(activate_url)s Caso contrário pode ignorar esta mensagem ou contactar-nos através dos nossos canais de suporte (em %(site_domain)s

source: , so this account can be removed.
pt_pt: , para que esta conta possa ser removida.

source: Best regards, %(site_name)s %(site_domain)s
pt_pt: Com os melhores cumprimentos %(site_name)s %(site_domain)s

source: %(site_name)s Please Confirm Your E-mail Address
pt_pt: %(site_name)s Por Favor Confirme O Seu Endereço De E-Mail

source: Hi there, You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. If you did not request a password reset, this message can be safely ignored. Otherwise, to continue with the process of reseting you password visit the following page:
pt_pt: Olá, Recebeu este e-mail porque você, ou outra pessoa, pediu uma nova palavra passe para a sua conta de utilizador em %(site_domain)s. Se não pediu uma nova palavra passe, esta mensagem pode ser ignorada em em segurança. Caso contrário, para continuar o processo de restabelecer a sua palavra passe visite a seguinte página:

source: Thank you for using %(site_name)s! %(site_domain)s
pt_pt: Obrigado por usar o %(site_name)s! %(site_domain)s

source: %(site_name)s Password Reset
pt_pt: %(site_name)s Restabelecer a Palavra Pass

source: Confirm E-mail Address
pt_pt: Confirmar o Endereço de E-mail

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
pt_pt: Por favor, confirme que <a href="mailto:%(email)s">%(email)s</a> é um endereço de email para o utilizador %(user_display)s.

source: Confirm
pt_pt: Confirmar

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
pt_pt: Este link de confirmação expirou ou é inválido. Por favor <a href="%(email_url)s">faça um novo pedido de confirmação de e-mail</a>.

source: Sign Out
pt_pt: Sair

source: Are you sure you want to sign out?
pt_pt: Tem a certeza de que quer sair?

source: You cannot remove your primary e-mail address (%(email)s).
pt_pt: Não pode remover o seu endereço de e-mail primário (%(email)s).

source: Confirmation e-mail sent to %(email)s.
pt_pt: E-mail de confirmação enviado para %(email)s.

source: You have confirmed %(email)s.
pt_pt: Confirmou %(email)s.

source: Removed e-mail address %(email)s.
pt_pt: Removeu o endereço de e-mail %(email)s.

source: Successfully signed in as %(name)s.
pt_pt: Iniciou sessão com sucesso como %(name)s.

source: You have signed out.
pt_pt: Saiu com sucesso.

source: Password successfully changed.
pt_pt: Password alterada com sucesso

source: Password successfully set.
pt_pt: Password definida com sucesso.

source: Primary e-mail address set.
pt_pt: Endereço de e-mail primário definido.

source: Your primary e-mail address must be verified.
pt_pt: O seu endereço de e-mail tem que ser verificado.

source: Change Password
pt_pt: Alterar Password

source: Insert your current password:
pt_pt: Introduza a sua password actual:

source: Insert your new password:
pt_pt: Insira a nova password:

source: Repeat you new password:
pt_pt: Repita a nova password:

source: Password Reset
pt_pt: Password Restabelecida

source: PASSWORD RESET
pt_pt: PASSWORD RESTABELECIDA

source: Forgot your password?<br>Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
pt_pt: Esqueceu-se da sua password?<br>Introduza o seu endereço de e-mail em baixo e nós enviaremos um email que lhe permitirá restabelecer a sua password.

source: Insert your email:
pt_pt: Introduza o seu email:

source: Reset My Password
pt_pt: Restabelecer a Minha Password

source: Please contact us if you have any trouble resetting your password.
pt_pt: Por favor contacte-nos se tiver dificuldades em restabelecer a sua password.

source: We have sent you an e-mail. <br>Please contact us if you do not receive it within a few minutes.
pt_pt: Envíamos-lhe um e-mail. <br>Por favor, contacte-nos se não o receber dentro de uns minutos.

source: Bad Token
pt_pt: Token inválido

source: CHANGE PASSWORD
pt_pt: ALTERAR PASSWORD

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
pt_pt: O link para restabelecer a password é inválido, possivelmente por já ter sido usado. Por favor, peça um novo <a href="%(passwd_reset_url)s">link para restabelecer a password</a>.

source: Insert new password:
pt_pt: Introduza a nova password:

source: Insert new password (again):
pt_pt: Introduza a nova password(de novo):

source: change password
pt_pt: mudar password

source: Your password is now changed.
pt_pt: A sua password foi alterada com sucesso

source: Take me back!
pt_pt: Levar-me de volta!

source: Set Password
pt_pt: Definir Password

source: Sign Up Closed
pt_pt: Novos registos estão fechados

source: We are sorry, but the sign up is currently closed.
pt_pt: Pedimos desculpa, mas não é possível criar uma nova conta.

source: Note
pt_pt: Nota

source: you are already logged in as %(user_display)s.
pt_pt: já tem a sessão iniciada como %(user_display)s.

source: Verify Your E-mail Address
pt_pt: Verifique o seu Endereço de E-mail

source: VERIFY YOUR E-MAIL ADDRESS
pt_pt: VERIFIQUE O SEU ENDEREÇO DE E-MAIL

source: We have sent an e-mail to you for verification. </p> <p>Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
pt_pt: Enviámos-lhe um e-mail para verificação. </p> <p>Siga o link do e-mail para finalizar o processo de criação de conta.Por favor contacte-nos se não receber e-mail dentro de uns breves minutos.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
pt_pt: Esta secção do site requere que verifique que é quem de facto diz ser. Com esse propósito, pedimos-lhe que verifique o seu endereço de e-mail.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
pt_pt: Enviámos-lhe um e-mail para verificação. Por favor, carrege no link contido nesse e-mail. Por favor contacte-nos caso não recebe o e-mail dentro de breves minutos.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
pt_pt: <strong>Nota:</strong> pode ainda <a href="%(email_url)s">alterar o seu endereço de e-mail</a>.

source: Hawkpost - Submit your content securely
pt_pt: Hawkpost - Submeta o seu conteúdo de modo seguro

source: With love by
pt_pt: Desenvolvido pela

source: About
pt_pt: Sobre

source: Support
pt_pt: Ajuda

source: Settings
pt_pt: Definições

source: Logout
pt_pt: Sair

source: Sign up
pt_pt: Criar conta

source: Social Network Login Failure
pt_pt: Falha no login com Rede Social

source: An error occurred while attempting to login via your social network account.
pt_pt: Ocorreu um erro enquanto tentava entrar com a sua conta de rede social.

source: Account Connections
pt_pt: Ligações à conta

source: You can sign in to your account using any of the following third party accounts:
pt_pt: Pode entrar na sua conta com qualquer uma das contas destes serviços:

source: You currently have no social network accounts connected to this account.
pt_pt: Não tem de momento nenhuma conta de redes sociais ligada a esta conta.

source: Add a 3rd Party Account
pt_pt: Adicionar/Ligar a uma conta de terceiros

source: Login Cancelled
pt_pt: Autenticação cancelada

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
pt_pt: Decidiu cancelar a authenticação no nosso site usando uma conta já existete. Se isto foi um engano, por favor proceda para <a href="%(login_url)s">Entrar</a>.

source: The social account has been connected.
pt_pt: A conta de terceiros foi ligada.

source: The social account is already connected to a different account.
pt_pt: A conta de terceiros já se encontra ligada a uma conta diferente.

source: The social account has been disconnected.
pt_pt: A conta externa foi desligada

source: Signup
pt_pt: Registo

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
pt_pt: Você vai usar a sua conta %(provider_name)s para entrar no %(site_name)s. Como etapa final, por favor complete o seguinte formulário:

source: Sign in with GitHub
pt_pt: Entrar com Github

source: Key options
pt_pt: Opções chave

source: Cannot delete "{}", the notification was already sent
pt_pt: Impossível apagar "{}", a notificação já foi enviada

source: Removed all unsent notifications in selection
pt_pt: Todas as notificações não enviadas da selecção foram apagadas

source: All notifications enqueued for sending
pt_pt: Todas as notificações em lista para enviar

source: Delete selected notifications
pt_pt: Apagar notificações selecionadas

source: Send selected notifications
pt_pt: Enviar notificações selecionadas

source: Hawkpost Administration
pt_pt: Administração Hawkpost

source: Hawkpost Admin
pt_pt: Administrador Hawkpost

source: Project Models
pt_pt: Modelos do projecto

source: Current password
pt_pt: Password actual

source: New password
pt_pt: Nova password

source: New password confirmation
pt_pt: Confirmação da nova password

source: Your current password was entered incorrectly.
pt_pt: Sua password actual está incorreta.

source: The two password fields didn't match.
pt_pt: As passwords inseridas não são iguais

source: This key is not valid
pt_pt: Esta chave não é válida

source: This key is revoked
pt_pt: Esta chave foi revogada

source: This key is expired
pt_pt: Esta chave expirou

source: Fingerprint does not match
pt_pt: A impressão digital não corresponde

source: Could not access the specified url
pt_pt: Não foi possível aceder ao url especificado

source: This url does not have a pgp key
pt_pt: Este url não contém uma chave pgp

source: Organization
pt_pt: Organização

source: Public key
pt_pt: Chave pública

source: Fingerprint
pt_pt: Impressão Digital

source: Key server URL
pt_pt: URL do servidor de Chaves

source: Timezone
pt_pt: Fuso horário

source: Language
pt_pt: Lingua

source: Subject
pt_pt: Assunto

source: Body
pt_pt: Corpo

source: Send to
pt_pt: Enviar para

source: Notification
pt_pt: Notificação

source: Notifications
pt_pt: Notificações

source: User
pt_pt: Utilizador

source: KeyChangeRecords
pt_pt: Registos de Alteração de Chave

source: The Url provided does not contain a public key
pt_pt: O URL providenciado não contém uma chave pública

source: Start updating user keys
pt_pt: Início da actualização das chaves dos utilizadores

source: Working on user: {}
pt_pt: Trabalhando no utilizador: {}

source: Unable to fetch new key
pt_pt: Não foi possivel ir buscar a nova chave

source: Hawkpost: {} key
pt_pt: Hawkpost: chave {}

source: Hawkpost: Keyserver Url providing an invalid key
pt_pt: Hawkpost: O endereço da chave, retornou uma chave inválida

source: Hawkpost: Fingerprint mismatch
pt_pt: Hawkpost: A impressão digital não corresponde à chave

source: Finished Updating user keys
pt_pt: Terminou a actualização das chaves

source: Hello
pt_pt: Olá

source: During our automatic updates and checks, using the keyserver url that you provided, the system spotted that the key present on that URL, no longer has the same fingerprint that the one you provided on your settings. To avoid using the wrong key, we removed the provided URL and will continue to use the key we have stored (all open boxes will remmain active). To enable the automatic verifications again, go to the settings and update your keyserver url. best regards, Hawkpost Team
pt_pt: Durante as nossas verificações e actualizações automáticas, usando o URL do servidor de chaves por si dado, o sistema descobriu que a chave presente nesse URL já não tem a mesma fingerprint que foi dada nas suas definições. De modo a evitar o uso da chave errada, removemos o URL por si dado e continuaremos a usar a chave que temos guardada (todas as boxes abertas continuarão activas). Para voltar a activar novamente as verificações automáticas, por favor vá às suas definições e actualize o URL do seu servidor de chaves. Com os melhores cumprimentos, Equipa Hawkpost
