Repository: whitesmith/hawkpost
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: During our automatic updates and checks, using the keyserver url that you provided, the system spotted that the key that is currently present on that URL is invalid (probably due a change in the document). To avoid using the wrong key, we removed the provided URL and will continue to use the key that we have stored (all open boxes will remmain active). To enable the automatic verifications again, go to the settings and update your keyserver url. best regards, Hawkpost Team
pt_pt: Durante as nossas verificações e actualizações automáticas, usando o URL do servidor de chaves por si dado, o sistema descobriu que a chave presente nesse URL é inválida (provavelmente devido a alguma alteração no documento). De modo a evitar o uso da chave errada, removemos o URL por si dado e continuaremos a usar a chave que temos guardada (todas as boxes abertas continuarão activas). Para voltar a activar novamente as verificações automáticas, por favor vá às suas definições e actualize o URL do seu servidor de chaves. Com os melhores cumprimentos, Equipa Hawkpost

source: During our automatic updates and checks, using the key that you provided, the system spotted that the key you provided will soon expire. To avoid any issues, the key will be removed from Hawkpost when it expires and all open boxes deactivated until a new one is added. As such, please make sure to update your key as soon as possible. Best Regards,
pt_pt: Durante as nossas verificações e actualizações automáticas, usando a chave por si dada, o sistema descobriu que a chave existente irá expirar em breve. De modo a evitar possiveis constrangimentos, a chave será removida do Hawkpost assim que expire e todas as suas boxes serão desactivadas até que uma nova chave seja adicionada. Por esse motivo, pedimos-lhe que actualize a sua chave assim que lhe possível. Com os melhores cumprimentos, Equipa Hawkpost

source: Key Change Logs
pt_pt: Registo the Alterações de Chave

source: The following table contains the list of all recent changes to the key used by your account.
pt_pt: A seguinte tabela contém a lista de todas as recentes alterações à chave usada na sua conta.

source: Date
pt_pt: Data

source: New Key
pt_pt: Nova Chave

source: IP address
pt_pt: Endereço IP

source: UPDATE YOUR SETTINGS
pt_pt: ACTUALIZAR DEFINIÇÕES

source: Profile
pt_pt: Perfil

source: Keys
pt_pt: Chaves

source: Password
pt_pt: Definir Password

source: You can provide the public key in a static away <strong> or </strong> provide a link to your key in a public key server so we can fetch it for you (recommended).
pt_pt: Você pode fornecer a chave public de forma estática <strong> ou </strong> através de um endereço para a chave num servidor externo, de forma a podermos descarrega-la por si(recomendado).

source: here
pt_pt: aqui

source: Save
pt_pt: Gravar

source: Do you wish to delete your account? if yes, just click
pt_pt: Deseja apagar a sua conta? se sim, clique

source: DELETE ACCOUNT
pt_pt: APAGAR CONTA

source: Your account in Hawkpost is about to be deleted along with all its contents and settings. Are you sure you want to continue?
pt_pt: A sua conta no Hawkpost irá ser apagada juntamente com todas as informações relacionada com a mesma. Tem a certeza que deseja continuar?

source: Yes, I want to delete everything
pt_pt: Sim, eu quero apagar tudo

source: No, take me back to the settings
pt_pt: Não, voltar para a página das definições

source: To start using hawkpost, you must add a valid public key
pt_pt: Para começar a usar o hawkpost deve adicionar uma chave pública válida

source: Settings successfully updated
pt_pt: Definições actualizadas com sucesso

source: Please check the invalid fields
pt_pt: Por favor, verifique os campos inválidos

source: Account deleted successfully. We hope you comeback soon.
pt_pt: Conta apagada com sucesso. Esperemos que regresse em breve.

source: In order to delete the account you must provide the current password.
pt_pt: De modo a apagar a conta, deve inserir a password actual.

source: Forbidden
pt_pt: Proibido

source: You are not allowed to access this page.
pt_pt: Você não está authorizado a visualizar esta página

source: You can click <a class="testelinks" href="/">here</a> to go to Hawkpost's main page.
pt_pt: Você pode clicar <a class="testelinks" href="/">aqui</a> para ir para a página inicial.

source: NOT FOUND
pt_pt: NÃO ENCONTRADO

source: The page you are looking for, does not exist. Please check the URL to check you entered it correctly.
pt_pt: A página que está à procura não existe. Por favor verifique se o endereço que inseriu está correcto.

source: Otherwise you can click <a class="testelinks" href="/">here</a> to go to Hawkpost's main page.
pt_pt: Ou então pode clicar <a class="testelinks" href="/">aqui</a> para ir para a página inicial.

source: Server Error
pt_pt: Erro no Servidor

source: Somewhere, somehow something went wrong and we weren't able to handle your request.
pt_pt: Algures, de alguma forma, algo correu mal e não conseguimos satisfazer o seu pedido.

source: An administrator was notified of the occurrence and will try fix the problem. Please try again later.
pt_pt: Um administrador foi notificado da ocorrência e tentar resolver o problema. Por favor, volte a tentar mais tarde.

source: INSTANCE
pt_pt: INSTÂNCIA

source: This website is an instance of the Hawkpost software project (see more details about it below). For your information here are a few details about the people responsible for this particular website:
pt_pt: Este website é um instância do projecto de software Hawkpost (veja mais detalhes na secção abaixo). Para sua informação aqui ficam alguns detalhes sobre a pessoa responsável por esta website em particular:

source: Main Administrator
pt_pt: Administrador principal

source: Contact
pt_pt: Contacto

source: Instance description
pt_pt: Descrição da instância

source: For many years pigeons were used to send private messages to people. But today, to send private and confidential information a pigeon is not enough. We upgraded the pigeon for a hawk - it's stronger, faster and will protect all of your messages better.
pt_pt: Durante muitos anos os pombos foram usados para enviar mensagens privadas de pessoa para pessoa. Mas hoje, para enviar informação confidencial, um pombo não chega. Actualizámos o pombo para um falcão - é mais forte, rápido e vai proteger todas as suas mensagens melhor.

source: We know that sometimes it's difficult to explain how to encrypt messages or how to install that software to protect confidential information. That's why we've created Hawkpost - a place where people can send you sensible information in an easy and secure way.
pt_pt: Sabemos que por vezes é dificil explicar como encriptar mensagens ou como instalar aquele software para proteger informação confidencial. Foi por isso que criámos o Hawkpost - um sítio onde lhe podem enviar informação sensível de modo fácil e seguro.

source: This project was made at Whitesmith's Hackathon during our company retreat. The aim of this hackathon was to launch a side-project in 24h.
pt_pt: Este projecto foi criado no Hackathon da Whitesmith, durante um retiro da nossa companhia. O objectivo deste hackathon foi lançar um projecto secundário em 24 horas.

source: You can read more about the project in our FAQ at the bottom of our <a class="text-blue" href="https://hawkpost.co/">landing page</a>.
pt_pt: Pode ler mais sobre o nosso projecto na nossa FAQ no fundo da nossa <a class="text-blue" href="https://hawkpost.co/">landing page</a>.

source: SUPPORT
pt_pt: AJUDA

source: How to setup Hawkpost
pt_pt: Como configurar o Hawkpost

source: How to generate a PGP key
pt_pt: Como gerar a chave PGP

source: In this page we try to explain common procedures and features that can be complex and hard to grasp for newcomers.
pt_pt: Nesta página tentamos explicar os principais procedimentos e características que podem ser complexas e difíceis de entender para principiantes

source: Some are related to Hawkpost directly, but others are related to PGP and associated tasks and tools.
pt_pt: Algumas relacionam-se directamente com o Hawkpost, mas outras relacionam-se com tarefas e ferramentas associadas com o PGP.

source: Of course we can't cover all the surface or explicitly address all questions in this document. So if your question isn't here feel free to drop a line through our support channels, and we'll try to help you as soon as possible.
pt_pt: Como é óbvio, não nos é possível cobrir toda a matéria ou responder explicitamente a todas as perguntas neste documento. Portanto, se tiver alguma questão que não seja respondida aqui, sinta-se à vontade para nos contactar pelos nossos canais de suporte e tentaremos ajudá-lo assim que nos for possível.

source: Ask the instance administrator through email
pt_pt: Porgunte ao administrador da instância por correio electrónico

source: Chat with the development team on IRC. The channel is #hawkpost on freenode
pt_pt: Converse com a equipa de desenvolvimento atráves do IRC. O Canal é #hawkpost na rede freenode

source: <a href="https://github.com/whitesmith/hawkpost/issues" class="testelinks">Open an issue on the project board with your question</a>
pt_pt: <a href="https://github.com/whitesmith/hawkpost/issues" class="testelinks">Abra uma questão no fórum de discussão de problemas do projecto</a>

source: HOW TO SETUP HAWKPOST
pt_pt: COMO CONFIGURAR O HAWKPOST

source: In order to start using Hawkpost as a user that receives confidential information, you have to fill certain requirements, such as:
pt_pt: De modo a começar a usar o Hawkpost, como um utilizador que recebe informação confidencial, terá de cumprir com determinados requisitos, tais como:

source: Provide a PGP public key
pt_pt: Fornecer uma chave pública (PGP)

source: Provide your key's fingerprint
pt_pt: Fornecer a impressão digital da sua chave

source: Have the required software to decrypt the messages
pt_pt: Ter o software necessário para decifrar as mensagens

source: If you don't know how to fulfill the first and third point, <a href="#gen-pgp-key" class="testelinks">please check the next section</a>. Otherwise the configuration is quite simple.
pt_pt: Se não souber como completar o primeiro e terceiro ponto, <a href="#gen-pgp-key" class="testelinks">por favor leia a próxima secção</a>. Em caso contrário a configuração é relativamente simples.

source: As you can see in the above figure, you just have to fill the <i>public key</i> field and the matching fingerprint. After this you're ready to go. We strongly recommend to also fill your personal data (as name) so it can show up on the submission page.
pt_pt: Como pode ver na figura acima, apenas terá de preencher o campo da <i>chave pública</i> e a respectiva impressão digital. Após isto o essencial está feito. Nós recomendamos vivamente que também preencha os seus dados pessoais (como o nome), que apareçam na página das submissões.

source: To find your key's fingerprint, you can run the following command if you're using <i>Gnu Privacy Guard (GPG)</i>:
pt_pt: Para descobrir a sua impressão digital, poderá correr o seguinte comando se estiver a usar o <i>Gnu Privacy Guard (GPG)</i>:

source: If you're using a graphical tool, you can generally find this info on the <i>key properties section</i> of your tool.
pt_pt: Se estiver a usar uma ferramenta com interface gráfica, poderá encontrar esta informação na <i>secção de propriedades</i> da chave.

source: For extra security and features you can specify the keyserver URL of your key instead of providing it directly. This way the system will fetch the key and regularly check that URL for key updates and the system will stop allowing submissions to your boxes once the key is revoked or expired (the fingerprint is always required).
pt_pt: Para outras funcionalidades e mais segurança poderá especificar o endereço da sua chave num servidor em vez de a colocar directamente. Desta forma o sistema irá descarregar a chave e verificar regularmente por actualizações. O sistema irá deixar de permitir submissões para as suas caixas, quando detectar que a chave foi revogada ou que expirou (a impressão digital continua a ser obrigatória).

source: HOW TO GENERATE A PGP KEY
pt_pt: COMO GERAR UMA CHAVE PGP

source: Hawkpost works with an encryption technology known as <a href="https://en.wikipedia.org/wiki/Pretty_Good_Privacy" class="testelinks">PGP</a>. So to create boxes you'll need to setup a PGP key pair and provide us the public part/key. If you already have one, this section is not for you.
pt_pt: O Hawkpost funciona com uma technologia chamada de <a href="https://en.wikipedia.org/wiki/Pretty_Good_Privacy" class="testelinks">PGP</a>. Para criar chaves você irá precisar de criar um par de chaves PGP e fornever-nos a componente publica. Se já tiver uma, esta secção não é para si.

source: Since Hawkpost works only through email, the easiest way to setup a key pair is using your email client, or through a compatible plugin/extension in case the email client doesn't support PGP natively. There are various articles in the Internet about this topic, so it's easy to find some that match your specific setup.
pt_pt: Como o Hawkpost funciona apenas através de correio electrónico, a forma mais facil de configurar o seu par de chaves é usando o seu cliente de email, ou através de uma extensão/"plugin" compatível no caso do seu cliente não ter suporte nativo para PGP. Existem vários artigos na Internet sobre este tópico, por tanto deverá ser fácil encontrar algum que enderece o seu caso.

source: As an example, in the next paragraphs we point to some tutorials addressing popular email clients.
pt_pt: Como exemplo, nos próximos parágrafos nós indicamos alguns guias para clientes mais comuns.

source: For webmail users, one tool that is very useful is <a href="https://www.mailvelope.com/" class="testelinks">Mailvelope</a>. This browser extension allows you to easily open the encrypted messages, and also to generate your keys. An introductory tutorial can be found <a href="https://www.youtube.com/watch?v=Ro3MSBS9w-A">here</a>.
pt_pt: Para utilizadores de Webmail, uma ferramenta muito útil é o <a href="https://www.mailvelope.com/" class="testelinks">Mailvelope</a>. Esta extensão para o seunavegador, permite cifrar mensagens facilmente, assim como gerar o seu par de chaves. Um guia introdutório pode ser encontrado <a href="https://www.youtube.com/watch?v=Ro3MSBS9w-A">aqui</a>.

source: For Thunderbird users, the common practice is to install a plugin called <a href="https://www.enigmail.net/index.php/en/" class="testelinks">Enigmail</a>, which like Mailvelope, will allow you to decrypt Hawkpost messages, and manage your keys as well. An introduction can be found <a href="https://ssd.eff.org/en/module/how-use-pgp-linux">here</a>.
pt_pt: Para os utilizadores do Thunderbird, uma prática comum é instalar uma extensão chamada <a href="https://www.enigmail.net/index.php/en/" class="testelinks">Enigmail</a>, que como o Mailvelope, irá permitir decifrar as messagens enviadas pelo Hawkpost, assim como gerir as suas chaves. Uma introdução pode ser encontrada <a href="https://ssd.eff.org/en/module/how-use-pgp-linux">aqui</a>.

source: Check <a href="https://blog.jigsawpieces.me/2015/03/19/tutorial-how-to-setup-gpg4win-with-outlook-2013/" class="testelinks">this video for an Outlook tutorial</a> and <a href="https://ssd.eff.org/en/module/how-use-pgp-mac-os-x" class="testelinks">this guide for the case of Apple Mail</a>.
pt_pt: Verifique <a href="https://blog.jigsawpieces.me/2015/03/19/tutorial-how-to-setup-gpg4win-with-outlook-2013/" class="testelinks">este video para ver o guia do Outlook</a> e <a href="https://ssd.eff.org/en/module/how-use-pgp-mac-os-x" class="testelinks">este guia para o caso do Apple Mail</a>.

source: GET ENCRYPTED DATA FROM PEOPLE THAT DON'T KNOW HOW TO ENCRYPT
pt_pt: RECEBA DADOS CIFRADOS DE PESSOAS QUE NÃO SABEM COMO CIFRAR

source: No more sharing of passwords in plain text. <br>Send your Hawkpost link, and receive the confidential information encrypted in your inbox. It's that easy.
pt_pt: Acabaram-se as partilhas de palavras passe em claro. <br>Envie o seu "link" do Hawkpost e receba a informação confidencial cifrada na sua caixa de entrada. É mesmo fácil.

source: HOW DOES IT WORK?
pt_pt: COMO FUNCIONA?

source: Sign up and register your PGP key.
pt_pt: Crie uma conta e adicione a sua chave PGP.

source: Send your Hawkpost link to the person that wants to share confidential information with you. Wait for the information to be submitted.
pt_pt: Envie o endereço para a pessoa que lhe quer enviar informação confidencial. Espere que a informação seja submetida.

source: Our hawk will deliver the message, now encrypted with your PGP key, to your e-mail.
pt_pt: O nosso "falcão" irá entregar a mensagem, cifrada com a sua chave PGP, na sua caixa de correio electrónico.

source: Yup, this is for me
pt_pt: Sim, isto é para mim

source: FAQ
pt_pt: PERGUNTAS FREQUENTES

source: Why should I use Hawkpost?
pt_pt: Porque devo usar o Hawkpost

source: Hawkpost is the easiest way to securely receive sensible information from people who don't know how to use PGP (ex: passwords, private keys, confidential messages). Share your Hawkpost link with them, and they're able to send info securely, <b>without installing any software</b>.
pt_pt: O Hawkpost é uma das formas mais fáceis de receber informação sensivel de forma segura,de pessoas que não sabem usar PGP (ex: palavras passe, chaves privadas, messagens confidenciais). Partilhe o seu "link" do Hawkpost com outros e eles serão capazes de lhe enviar informação em segurança, <b>sem instalar software adicional</b>.

source: How does it work behind the curtain?
pt_pt: Como funciona?

source: The concept is simple, you generate an unique link on Hawkpost, then you share it with someone that needs to send you secret information. When that person visits your Hawkpost link and submits the sensitive data, this is encrypted <b>in their browser</b> with the PGP public key you used on signup. The encrypted message is sent by our hawks to your email. This means that we're not able to see the original message, and no message is stored.
pt_pt: O conceito é simples, você gera um endereço único no Hawkpost, depois pode partilhá-lo com alguém que lhe queira enviar informação secreta. Quando essa pessoa visita o endereço gerado e submete algum conteúdo, este é cifrado <b>no navegador da pessoa</b> com a sua chave pública PGP.A mensagem cifrada é enviada pelos nossos "falcões" para o seu endereço de correiro electrónico. Isto significa que nem nós temos acesso ao conteúdo original da mensagem e nada é guardado.

source: Why is this safe?
pt_pt: Porque é seguro?

source: Hawkpost provides end-to-end encryption using <a href="https://openpgpjs.org/">OpenPGP.js</a> library, which means that the submitted information will be only visible to whom created the link (the owner of the key) and we will not save it. No message is stored.
pt_pt: O Hawkpost providencia cifragem "end-to-end" usando a biblioteca <a href="https://openpgpjs.org/">OpenPGP.js</a>, o que significa que a informação submetida apenas estará disponível para o dono da chave usada no endereço gerado, e nós não o iremos guardar. Nenhuma mensagem é guardada.

source: What's PGP?
pt_pt: O que é o PGP?

source: PGP is an encryption technology often used for signing, encrypting, and decrypting texts and files. This is what Hawkpost uses to encrypt messages. You can read more about how to generate your PGP key on the <a href="https://hawkpost.co/help">help page</a>.
pt_pt: PGP é uma technologia muito usada para cifrar, decifrar e assinar textos e ficheiros. O Hawkpost faz uso desta para cifrar todas as mensagens. Poderá ser mais sobre como gerar a sua chave na <a href="https://hawkpost.co/help">página de ajuda</a>.

source: Is my link permanently available?
pt_pt: Os endereços generados estão disponiveis permanentemente?

source: No, at the momment you can create as many unique links as you want, one for each occasion. You can set an expiration date for each one. However, other configuration options will be added soon, so you can better adapt the functionality to your use cases.
pt_pt: Não, neste momento poderá criar quantos endereços quiser, um para cada ocasião. Poderá também configurar a expiração de cada um deles. No entanto, outras opções de configuração serão adicionadas brevemente, para que se possa adaptar melhor aos seus casos de uso.

source: What type of information can be submitted?
pt_pt: Que tipo de informação pode ser submetida?

source: Any text information can be submitted.
pt_pt: Qualquer informação no formato de texto.

source: Can I check the source code?
pt_pt: Posso verificar o código fonte?

source: Sure. Hawkpost is open-source. You can either check the source code before using this service, or if you prefer, you can deploy it on your own server. Hawkpost's repository can be found <a href="https://github.com/whitesmith/hawkpost">here</a>.
pt_pt: Claro. O Hawkpost é um software de código aberto. Você pode verificar o código fonte antes de usar este serviço, ou se preferir, poderá lançar uma instância no seu servidor. O repositório do Hawkpost pode ser encontrado <a href="https://github.com/whitesmith/hawkpost">aqui</a>.

source: Ready to start?
pt_pt: Vamos começar?
